{
    "welcome": "Welcome to PowerPiper - the marketplace of smart and clean energy. Trade what you have, get what you need.",
    "intro_title": "Intro",
    "intro_1": "A blockchain is a ledger of information blocks with built-in fault tolerance and the absence of centralized control. Blockchain technology, which is the backbone of digital currency called Bitcoin, is the best decentralized tool for solving trust and security problems in today’s financial world.",
    "intro_2": "But digital financial transactions come with a real-world price: the tremendous growth of cryptocurrencies has created an exponential demand for computing power. As bitcoin grows, the math problems computers must solve to make more bitcoin get more and more difficult. This algorithm demands more and more computing power for new Bitcoins to be mined.",
    "intro_3": "Already, the aggregate computing power of the Bitcoin network is nearly 100,000 times larger than the world’s 500 fastest supercomputers combined. The total energy use of this web of hardware is huge — an estimated 47 terawatt-hours per year. More than 150 individual countries in the world consume less energy annually. That is a significant waste of resources and this needs to improve. Power-hungry network is currently increasing its energy use every day by about 450 gigawatt-hours, placing it ahead of New Zealand, Hong Kong and Hungary.",
    "about_title": "Server Co-location & Sustainable Energy for Blockchain Miners",
    "about_1": "The service we offer can be referred as “AirBnB for servers”. On our platform, we get together the blockchain mining server hosting Seekers, which are cryptocurrency miners consuming electrical power and emitting heat to Providers - businesses and private entities, who can host servers with physical space, great electricity price and reliable internet connection.",
    "about_2": "Most of Providers are planning to use server heat, which will be rewarded with our unique “CO2 saver bonus” system, in from of our cryptocurrency called PWP. All the activity between seekers and providers will be monitored by our IoT sensors and logged to the Ethereum Blockchain to serve both sides of the contract with transparency and independent audit, also the value transfer, automated escrow and insurance services offered by us.",
    "about_3": "Savings for both sides are obvious: instead of power consumption on two sites, it’s consumed only where waste heat will be useful. Real life examples could be hotel bathrooms with towel radiators, greenhouse farms, dry cleaning businesses, mountain holiday resorts and so on.",
    "team_title": "Team",
    "team_title_1": "Giedre",
    "team_1": "Giedre has legal background, specialising in European business law and anti-money laundering, with passion for blockchain and decentralised world. ",
    "team_title_2": "Mantas",
    "team_2": "Mantas has previous executive experience in business building and management, is full of innovative and commercially viable ideas how to make our planet cleaner and more exciting place to live in. He is a proven expert in computer hardware, electronic systems prototyping,  blockchain technology and tokenomics.",
    "team_title_3": "Tadas",
    "team_3": "Tadas is taking great care about software development and financial logic part. He is accurately building a great product around our goal to provide financially viable energy solutions."
  }